Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# home.status.prayed
source: Prayed
ar: أُدّيت
de: Verrichtet
es: Realizada
fr: Accomplie
id: Sudah ditunaikan
it: Eseguita
nl: Gebeden
pt: Realizada
ru: Совершён
tr: Kılındı
ur: ادا ہو گئی

# home.status.unmarked
source: Not marked yet
ar: لم تُحدّد بعد
de: Noch nicht markiert
es: Aún sin marcar
fr: Pas encore indiquée
id: Belum ditandai
it: Non ancora indicata
nl: Nog niet gemarkeerd
pt: Ainda não marcada
ru: Ещё не отмечен
tr: Henüz işaretlenmedi
ur: ابھی نشان زد نہیں

# home.timeline.local_time
source: local time
ar: التوقيت المحلي
de: Ortszeit
es: hora local
fr: heure locale
id: waktu setempat
it: ora locale
nl: lokale tijd
pt: hora local
ru: местное время
tr: yerel saat
ur: مقامی وقت

# home.timeline.title
source: Today’s prayer times
ar: مواقيت اليوم
de: Heutige Gebetszeiten
es: Oraciones de hoy
fr: Prières d’aujourd’hui
id: Waktu salat hari ini
it: Preghiere di oggi
nl: Gebedstijden van vandaag
pt: Orações de hoje
ru: Время намазов сегодня
tr: Bugünün vakitleri
ur: آج کی نمازوں کے اوقات

# horizon_empty_accessibility
source: No one here yet. When %@ approaches, others will begin to gather.
ar: لا أحد هنا بعد. عند اقتراب %@ سيبدأ الآخرون بالتجمع.
de: Noch niemand hier. Wenn %@ näherkommt, beginnen andere sich zu sammeln.
es: Aún no hay nadie. Cuando se acerque %@, otros empezarán a reunirse.
fr: Personne ici pour l'instant. Quand %@ approche, les autres commenceront à se rassembler.
id: Belum ada siapa pun. Saat %@ mendekat, yang lain akan mulai berkumpul.
it: Ancora nessuno qui. Quando %@ si avvicina, gli altri inizieranno a raccogliersi.
nl: Nog niemand hier. Wanneer %@ dichterbij komt, beginnen anderen samen te komen.
pt: Ainda não há ninguém. Quando %@ se aproximar, outros começarão a se reunir.
ru: Здесь пока никого. Когда %@ приблизится, другие начнут собираться.
tr: Henüz kimse yok. %@ yaklaşınca diğerleri de toplanmaya başlar.
ur: ابھی کوئی نہیں۔ جب %@ قریب آئے گی، دوسرے بھی جمع ہونا شروع کریں گے۔

# horizon_empty_body
source: When %@ approaches, others will begin to gather.
ar: عند اقتراب %@ سيبدأ الآخرون بالتجمع.
de: Wenn %@ näherkommt, beginnen andere sich zu sammeln.
es: Cuando se acerque %@, otros empezarán a reunirse.
fr: Quand %@ approche, les autres commenceront à se rassembler.
id: Saat %@ mendekat, yang lain akan mulai berkumpul.
it: Quando %@ si avvicina, gli altri inizieranno a raccogliersi.
nl: Wanneer %@ dichterbij komt, beginnen anderen samen te komen.
pt: Quando %@ se aproximar, outros começarão a se reunir.
ru: Когда %@ приблизится, другие начнут собираться.
tr: %@ yaklaşınca diğerleri de toplanmaya başlar.
ur: جب %@ قریب آئے گی، دوسرے بھی جمع ہونا شروع کریں گے۔

# horizon.legend.preparing
source: Preparing
ar: يستعد
de: Bereitet sich vor
es: Preparándose
fr: Préparation
id: Bersiap
it: Preparazione
nl: Voorbereiden
pt: Preparando
ru: Готовятся
tr: Hazırlanıyor
ur: تیاری

# horizon.legend.ready
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
id: Siap
it: Pronto
nl: Klaar
pt: Pronto
ru: Готовы
tr: Hazır
ur: تیار

# horizon.legend.you
source: You
ar: أنت
de: Du
es: Tú
fr: Vous
id: Kamu
it: Tu
nl: Jij
pt: Você
ru: Вы
tr: Sen
ur: آپ

# horizon.presence.accessibility
source: %d people in the Saf, %d ready for salah
ar: %d شخصاً في الصف، %d جاهزون للصلاة
de: %d Personen im Saf, %d bereit für das Gebet
es: %d personas en el Saf, %d listas para la oración
fr: %d personnes dans le Saf, %d prêtes pour la prière
id: %d orang di Saf, %d siap untuk salat
it: %d persone nel Saf, %d pronte per la preghiera
nl: %d mensen in de Saf, %d klaar voor het gebed
pt: %d pessoas no Saf, %d prontas para a oração
ru: %d человек в Сафе, %d готовы к молитве
tr: Safta %d kişi var, %d kişi namaza hazır
ur: صف میں %d افراد، %d نماز کے لیے تیار

# insights.footer.private
source: Your entries stay private on this device. They are here only to help you return.
ar: تبقى سجلاتك خاصة على هذا الجهاز. هي هنا فقط لتساعدك على العودة.
de: Deine Einträge bleiben privat auf diesem Gerät. Sie sind nur hier, um dir beim Zurückkehren zu helfen.
es: Tus entradas permanecen privadas en este dispositivo. Están aquí solo para ayudarte a volver.
fr: Vos entrées restent privées sur cet appareil. Elles sont là seulement pour vous aider à revenir.
id: Catatanmu tetap pribadi di perangkat ini. Ini hanya ada untuk membantumu kembali.
it: Le tue voci restano private su questo dispositivo. Sono qui solo per aiutarti a tornare.
nl: Je invoer blijft privé op dit apparaat. Die is er alleen om je te helpen terug te keren.
pt: Suas entradas permanecem privadas neste dispositivo. Elas estão aqui apenas para ajudar você a voltar.
ru: Ваши записи остаются приватными на этом устройстве. Они здесь только чтобы помочь вам вернуться.
tr: Kayıtların bu cihazda özel kalır. Yalnızca geri dönmene yardımcı olmak için burada.
ur: آپ کے اندراجات اس ڈیوائس پر نجی رہتے ہیں۔ یہ صرف آپ کو واپس آنے میں مدد دینے کے لیے ہیں۔

# insights.latest_entry
source: Last entry · %@ · %@
ar: آخر تسجيل · %@ · %@
de: Letzter Eintrag · %@ · %@
es: Última entrada · %@ · %@
fr: Dernière entrée · %@ · %@
id: Catatan terakhir · %@ · %@
it: Ultima voce · %@ · %@
nl: Laatste invoer · %@ · %@
pt: Última entrada · %@ · %@
ru: Последняя запись · %@ · %@
tr: Son kayıt · %@ · %@
ur: آخری اندراج · %@ · %@

# insights.stat.marked
source: Marked
ar: مسجلة
de: Markiert
es: Marcadas
fr: Marquées
id: Ditandai
it: Segnate
nl: Gemarkeerd
pt: Marcadas
ru: Отмечено
tr: İşaretlendi
ur: نشان زد

# insights.stat.missed
source: Not prayed
ar: لم تُصلَّ
de: Nicht verrichtet
es: No rezadas
fr: Non accomplies
id: Belum salat
it: Non pregate
nl: Niet gebeden
pt: Não feitas
ru: Не совершено
tr: Kılınmadı
ur: ادا نہیں کی

# insights.stat.prayed
source: Prayed
ar: صليت
de: Gebetet
es: Oradas
fr: Priées
id: Salat
it: Pregate
nl: Gebeden
pt: Orações
ru: Совершено
tr: Kılındı
ur: ادا کی

# insights.stat.prayed_later
source: Prayed later
ar: صليت لاحقاً
de: Später gebetet
es: Oradas después
fr: Priées plus tard
id: Salat nanti
it: Pregate dopo
nl: Later gebeden
pt: Orações depois
ru: Позже
tr: Sonra kılındı
ur: بعد میں ادا کی

# insights.subtitle.month
source: A gentle view of your prayer rhythm this month.
ar: نظرة لطيفة على إيقاع صلاتك هذا الشهر.
de: Ein sanfter Blick auf deinen Gebetsrhythmus in diesem Monat.
es: Una vista suave de tu ritmo de oración este mes.
fr: Une vue douce de votre rythme de prière ce mois-ci.
id: Pandangan lembut pada ritme salatmu bulan ini.
it: Una vista gentile del tuo ritmo di preghiera questo mese.
nl: Een zachte blik op je gebedsritme deze maand.
pt: Uma visão suave do seu ritmo de oração este mês.
ru: Мягкий взгляд на ваш ритм молитвы в этом месяце.
tr: Bu ay namaz ritmine nazik bir bakış.
ur: اس مہینے آپ کے نماز کے معمول پر ایک نرم نظر۔

# insights.subtitle.week
source: A private look at the prayers you marked this week.
ar: نظرة خاصة على الصلوات التي سجلتها هذا الأسبوع.
de: Ein privater Blick auf die Gebete, die du diese Woche markiert hast.
es: Una mirada privada a las oraciones que marcaste esta semana.
fr: Un regard privé sur les prières que vous avez marquées cette semaine.
id: Pandangan pribadi pada salat yang kamu tandai minggu ini.
it: Uno sguardo privato alle preghiere che hai segnato questa settimana.
nl: Een privéblik op de gebeden die je deze week hebt gemarkeerd.
pt: Um olhar privado para as orações que você marcou esta semana.
ru: Приватный взгляд на молитвы, которые вы отметили на этой неделе.
tr: Bu hafta işaretlediğin namazlara özel bir bakış.
ur: اس ہفتے نشان زد کی گئی نمازوں پر ایک نجی نظر۔

# insights.subtitle.year
source: A wider view of the months you came back to prayer.
ar: نظرة أوسع على الأشهر التي عدت فيها إلى الصلاة.
de: Ein weiterer Blick auf die Monate, in denen du zum Gebet zurückgekehrt bist.
es: Una vista más amplia de los meses en que volviste a la oración.
fr: Une vue plus large des mois où vous êtes revenu à la prière.
id: Pandangan lebih luas pada bulan-bulan saat kamu kembali ke salat.
it: Una vista più ampia dei mesi in cui sei tornato alla preghiera.
nl: Een bredere blik op de maanden waarin je terugkwam naar het gebed.
pt: Uma visão mais ampla dos meses em que você voltou à oração.
ru: Более широкий взгляд на месяцы, когда вы возвращались к молитве.
tr: Namaza döndüğün aylara daha geniş bir bakış.
ur: ان مہینوں پر ایک وسیع نظر جب آپ نماز کی طرف لوٹے۔

# insights.title.month
source: This month
ar: هذا الشهر
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
id: Bulan ini
it: Questo mese
nl: Deze maand
pt: Este mês
ru: Этот месяц
tr: Bu ay
ur: اس مہینے

# insights.title.week
source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
id: Minggu ini
it: Questa settimana
nl: Deze week
pt: Esta semana
ru: Эта неделя
tr: Bu hafta
ur: اس ہفتے

# insights.title.year
source: This year
ar: هذا العام
de: Dieses Jahr
es: Este año
fr: Cette année
id: Tahun ini
it: Quest'anno
nl: Dit jaar
pt: Este ano
ru: Этот год
tr: Bu yıl
ur: اس سال

source: Loading
ar: جار التحميل
de: Laden
es: Cargando
fr: Chargement
id: Memuat
it: Caricamento
nl: Laden
pt: Carregando
ru: Загрузка
tr: Yükleniyor
ur: لوڈ ہو رہا ہے

# location_permission_usage
source: Vakt uses your approximate location to calculate prayer times.
ar: يستخدم Vakt موقعك التقريبي لحساب مواقيت الصلاة.
de: Vakt nutzt deinen ungefähren Standort, um Gebetszeiten zu berechnen.
es: Vakt usa tu ubicación aproximada para calcular los horarios de oración.
fr: Vakt utilise votre position approximative pour calculer les horaires de prière.
id: Vakt memakai perkiraan lokasimu untuk menghitung waktu salat.
it: Vakt usa la tua posizione approssimativa per calcolare gli orari di preghiera.
nl: Vakt gebruikt je geschatte locatie om gebedstijden te berekenen.
pt: O Vakt usa sua localização aproximada para calcular horários de oração.
ru: Vakt использует примерное местоположение для расчета времени молитвы.
tr: Vakt, namaz vakitlerini hesaplamak için yaklaşık konumunu kullanır.
ur: Vakt نماز اوقات کے حساب کے لیے آپ کا اندازاً مقام استعمال کرتا ہے۔

# makeup.action.complete
source: Prayed
ar: صلّيتها
de: Verrichtet
es: Rezada
fr: Accomplie
id: Sudah Salat
it: Pregata
nl: Gebeden
pt: Feita
ru: Совершён
tr: Kıldım
ur: ادا کر لی

# makeup.action.complete.accessibility
source: Mark the %@ makeup prayer as prayed
ar: حدّد صلاة %@ الفائتة كمؤدّاة
de: Das nachzuholende %@-Gebet als verrichtet markieren
es: Marcar la oración de %@ como rezada
fr: Marquer la prière de %@ comme accomplie
id: Tandai salat qada %@ sebagai sudah dikerjakan
it: Segna la preghiera di %@ come recuperata
nl: Markeer het inhaalgebed %@ als gebeden
pt: Marcar a oração de %@ como feita
ru: Отметить пропущенный намаз %@ как совершённый
tr: %@ kazasını kıldım olarak işaretle
ur: %@ کی قضا نماز کو ادا شدہ نشان زد کریں

# makeup.calendar.day.accessibility
source: Day %@, pending makeup prayers: %@
ar: اليوم %@، الصلوات الفائتة المنتظرة: %@
de: Tag %@, offene Gebete: %@
es: Día %@, oraciones pendientes: %@
fr: Jour %@, prières à rattraper : %@
id: Tanggal %@, salat qada tertunda: %@
it: Giorno %@, preghiere da recuperare: %@
nl: Dag %@, openstaande inhaalgebeden: %@
pt: Dia %@, orações pendentes: %@
ru: День %@, пропущенных намазов: %@
tr: %@. gün, bekleyen kaza namazı: %@
ur: دن %@، منتظر قضا نمازیں: %@

# makeup.day.count.many
source: %@ PRAYERS
ar: %@ صلوات
de: %@ GEBETE
es: %@ ORACIONES
fr: %@ PRIÈRES
id: %@ SALAT
it: %@ PREGHIERE
nl: %@ GEBEDEN
pt: %@ ORAÇÕES
ru: %@ НАМАЗОВ
tr: %@ VAKİT
ur: %@ نمازیں

# makeup.day.count.one
source: %@ PRAYER
ar: %@ صلاة
de: %@ GEBET
es: %@ ORACIÓN
fr: %@ PRIÈRE
id: %@ SALAT
it: %@ PREGHIERA
nl: %@ GEBED
pt: %@ ORAÇÃO
ru: %@ НАМАЗ
tr: %@ VAKİT
ur: %@ نماز

# makeup.day.empty.message
source: There is no makeup prayer to complete for this day.
ar: لا توجد صلاة فائتة لإتمامها في هذا اليوم.
de: Für diesen Tag gibt es kein nachzuholendes Gebet.
es: No hay ninguna oración por recuperar este día.
fr: Il n’y a aucune prière à rattraper pour ce jour.
id: Tidak ada salat qada untuk diselesaikan pada hari ini.
it: Non ci sono preghiere da recuperare per questo giorno.
nl: Er is voor deze dag geen inhaalgebed.
pt: Não há nenhuma oração por repor neste dia.
ru: На этот день нет намаза для восполнения.
tr: Bu gün için tamamlanacak bir kaza namazı bulunmuyor.
ur: اس دن مکمل کرنے کے لیے کوئی قضا نماز نہیں۔

# makeup.day.empty.subtitle
source: No prayer is waiting on this day.
ar: لا توجد صلاة فائتة في هذا اليوم.
de: An diesem Tag ist kein Gebet offen.
es: No hay oraciones pendientes este día.
fr: Aucune prière n’attend ce jour-là.
id: Tidak ada salat tertunda pada hari ini.
it: Nessuna preghiera è in attesa in questo giorno.
nl: Op deze dag staat geen gebed open.
pt: Não há orações pendentes neste dia.
ru: На этот день нет ожидающих намазов.
tr: Bu güne ait bekleyen vakit yok.
ur: اس دن کوئی نماز منتظر نہیں۔

# makeup.day.pending.subtitle
source: Completed prayers leave this list.
ar: تغادر الصلاة هذه القائمة عند إتمامها.
de: Verrichtete Gebete verschwinden aus dieser Liste.
es: Al completarlas, salen de esta lista.
fr: Les prières quittent cette liste une fois accomplies.
id: Setelah selesai, salat keluar dari daftar ini.
it: Una volta completate, lasciano questo elenco.
nl: Na voltooiing verdwijnen ze uit deze lijst.
pt: Ao concluí-las, saem desta lista.
ru: После выполнения намазы исчезают из списка.
tr: Tamamladıkça bu listeden ayrılır.
ur: مکمل ہونے پر نماز اس فہرست سے نکل جاتی ہے۔

# makeup.month.next
source: Next month
ar: الشهر التالي
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
id: Bulan berikutnya
it: Mese successivo
nl: Volgende maand
pt: Próximo mês
ru: Следующий месяц
tr: Sonraki ay
ur: اگلا مہینہ

# makeup.month.previous
source: Previous month
ar: الشهر السابق
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
id: Bulan sebelumnya
it: Mese precedente
nl: Vorige maand
pt: Mês anterior
ru: Предыдущий месяц
tr: Önceki ay
ur: پچھلا مہینہ

# makeup.overview.complete.body
source: Completed prayers quietly leave this list.
ar: تغادر الصلوات المكتملة هذه القائمة بهدوء.
de: Verrichtete Gebete verschwinden aus dieser Liste.
es: Las oraciones completadas salen de esta lista.
fr: Les prières accomplies quittent cette liste.
id: Salat yang selesai keluar dari daftar ini.
it: Le preghiere completate lasciano questo elenco.
nl: Voltooide gebeden verdwijnen uit deze lijst.
pt: As orações concluídas saem desta lista.
ru: Выполненные намазы исчезают из этого списка.
tr: Tamamladığın vakitler bu listeden ayrılır.
ur: مکمل نمازیں اس فہرست سے نکل جاتی ہیں۔

# makeup.overview.complete.title
source: All caught up
ar: لا توجد صلوات فائتة
de: Alles erledigt
es: Todo al día
fr: Tout est à jour
id: Semua selesai
it: Tutto in pari
nl: Alles bijgewerkt
pt: Tudo em dia
ru: Всё выполнено
tr: Şimdilik tamam
ur: سب مکمل ہے

# makeup.overview.pending.body
source: Each prayer waits on the day it was missed.
ar: كل صلاة تنتظرك في اليوم الذي فاتتك فيه.
de: Jedes Gebet wartet an dem Tag, an dem es verpasst wurde.
es: Cada oración espera en el día en que se perdió.
fr: Chaque prière reste au jour où elle a été manquée.
id: Setiap salat menunggu pada hari terlewatnya.
it: Ogni preghiera resta nel giorno in cui è stata persa.
nl: Elk gebed blijft staan op de dag waarop het is gemist.
pt: Cada oração fica no dia em que foi perdida.
ru: Каждый намаз ждёт в день, когда был пропущен.
tr: Her vakit kaçırıldığı günde seni bekler.
ur: ہر نماز اسی دن میں منتظر ہے جس دن رہ گئی تھی۔

# makeup.overview.pending.title
source: Prayers waiting
ar: صلوات بانتظارك
de: Offene Gebete
es: Oraciones pendientes
fr: Prières en attente
id: Salat yang menunggu
it: Preghiere in attesa
nl: Wachtende gebeden
pt: Orações pendentes
ru: Ожидающие намазы
tr: Bekleyen vakitler
ur: منتظر نمازیں

# makeup.title
source: Makeup Prayers
ar: الصلوات الفائتة
de: Nachzuholende Gebete
es: Oraciones por recuperar
fr: Prières à rattraper
id: Salat Qada
it: Preghiere da recuperare
nl: Inhaalgebeden
pt: Orações por repor
ru: Пропущенные намазы
tr: Kaza Namazları
ur: قضا نمازیں

# minute_remaining_suffix
source: minute remaining
ar: دقيقة متبقية
de: Minute übrig
es: minuto restante
fr: minute restante
id: menit tersisa
it: minuto rimasto
nl: minuut over
pt: minuto restante
ru: минута осталась
tr: dakika kaldı
ur: منٹ باقی

# minutes_remaining_suffix
source: minutes remaining
ar: دقائق متبقية
de: Minuten übrig
es: minutos restantes
fr: minutes restantes
id: menit tersisa
it: minuti rimasti
nl: minuten over
pt: minutos restantes
ru: минут осталось
tr: dakika kaldı
ur: منٹ باقی

# move_away_from_metal
source: Move away from metal objects if the direction feels unstable.
ar: ابتعد عن الأجسام المعدنية إذا بدا الاتجاه غير مستقر.
de: Entferne dich von Metallgegenständen, wenn die Richtung instabil wirkt.
es: Aléjate de objetos metálicos si la dirección se siente inestable.
fr: Éloignez-vous des objets métalliques si la direction semble instable.
id: Jauhkan dari benda logam jika arah terasa tidak stabil.
it: Allontanati dagli oggetti metallici se la direzione sembra instabile.
nl: Ga weg van metalen voorwerpen als de richting instabiel voelt.
pt: Afaste-se de objetos metálicos se a direção parecer instável.
ru: Отойдите от металлических предметов, если направление нестабильно.
tr: Yön kararsızsa metal eşyalardan uzaklaş.
ur: اگر سمت غیر مستحکم لگے تو دھاتی چیزوں سے دور ہو جائیں۔

source: No one here yet
ar: لا أحد هنا بعد
de: Noch niemand hier
es: Aún no hay nadie
fr: Personne ici pour l'instant
id: Belum ada siapa pun
it: Ancora nessuno qui
nl: Nog niemand hier
pt: Ainda não há ninguém
ru: Здесь пока никого
tr: Henüz kimse yok
ur: ابھی کوئی نہیں

# notification.action.missed
source: I did not pray
ar: لم أُصلِّ
de: Ich habe nicht gebetet
es: No he rezado
fr: Je n’ai pas prié
id: Belum salat
it: Non ho pregato
nl: Ik heb niet gebeden
pt: Não rezei
ru: Я не совершил намаз
tr: Kılmadım
ur: نماز ادا نہیں کی

# notification.action.open_prayer
source: Open Vakt
ar: افتح Vakt
de: Vakt öffnen
es: Abrir Vakt
fr: Ouvrir Vakt
id: Buka Vakt
it: Apri Vakt
pt: Abrir o Vakt
ru: Открыть Vakt
tr: Vakt’i aç
ur: Vakt کھولیں

# notification.action.prayed
source: I prayed
ar: صلّيت
de: Ich habe gebetet
es: He rezado
fr: J’ai prié
id: Sudah salat
it: Ho pregato
nl: Ik heb gebeden
pt: Rezei
ru: Я совершил намаз
tr: Kıldım
ur: نماز ادا کی

# notification.checkin.body
source: Mark it here, or open Vakt.
ar: حدّدها من هنا أو افتح Vakt.
de: Hier markieren oder Vakt öffnen.
es: Márcala aquí o abre Vakt.
fr: Indique-le ici ou ouvre Vakt.
id: Tandai di sini atau buka Vakt.
it: Segnala qui oppure apri Vakt.
nl: Markeer het hier of open Vakt.
pt: Marca aqui ou abre o Vakt.
ru: Отметь здесь или открой Vakt.
tr: Buradan işaretle veya Vakt’i aç.
ur: یہیں درج کریں یا Vakt کھولیں۔

# notification.checkin.title
source: Did you pray %@?
ar: هل صلّيت %@؟
de: Hast du %@ gebetet?
es: ¿Has rezado %@?
fr: As-tu accompli %@ ?
id: Apakah kamu sudah salat %@?
it: Hai pregato %@?
nl: Heb je %@ gebeden?
pt: Rezaste %@?
ru: Ты совершил намаз %@?
tr: %@ namazını kıldın mı?
ur: کیا تم نے %@ کی نماز ادا کی؟

# notification.fajr_near.title
source: %1$@ in %2$d minutes
ar: بقيت %2$d دقيقة على صلاة %1$@
de: %1$@ in %2$d Minuten
es: %1$@ en %2$d minutos
fr: %1$@ dans %2$d minutes
id: %1$@ dalam %2$d menit
it: %1$@ tra %2$d minuti
nl: %1$@ over %2$d minuten
pt: %1$@ dentro de %2$d minutos
ru: %1$@ через %2$d мин.
tr: %1$@ namazına %2$d dakika kaldı
ur: %1$@ میں %2$d منٹ باقی

# notification.fajr_wake.body
source: You have %2$d minutes to wake up and prepare for %1$@.
ar: لديك %2$d دقيقة للاستيقاظ والاستعداد لصلاة %1$@.
de: Du hast %2$d Minuten, um aufzustehen und dich auf %1$@ vorzubereiten.
es: Tienes %2$d minutos para despertar y prepararte para %1$@.
fr: Tu as %2$d minutes pour te réveiller et te préparer pour %1$@.
id: Kamu punya %2$d menit untuk bangun dan bersiap untuk %1$@.
it: Hai %2$d minuti per svegliarti e prepararti per %1$@.
nl: Je hebt %2$d minuten om wakker te worden en je voor te bereiden op %1$@.
pt: Tens %2$d minutos para acordar e te preparar para %1$@.
ru: У тебя %2$d минут, чтобы проснуться и подготовиться к намазу %1$@.
tr: %1$@ namazına hazırlanmak için %2$d dakikan var.
ur: تمہارے پاس جاگنے اور %1$@ کی تیاری کے لیے %2$d منٹ ہیں۔

# notification.prayer_entered.title
source: %@ time has begun
ar: دخل وقت صلاة %@
de: Die Gebetszeit für %@ hat begonnen
es: Ha comenzado el horario de %@
fr: L’heure de %@ a commencé
id: Waktu %@ telah masuk
it: È iniziato l’orario di %@
nl: De tijd voor %@ is begonnen
pt: Começou o horário de %@
ru: Время намаза %@ наступило
tr: %@ vakti girdi
ur: %@ کا وقت شروع ہو گیا

# notification.prayer_near.title
source: %1$@ in %2$d minutes
ar: بقيت %2$d دقيقة على صلاة %1$@
de: %1$@ in %2$d Minuten
es: %1$@ en %2$d minutos
fr: %1$@ dans %2$d minutes
id: %1$@ dalam %2$d menit
it: %1$@ tra %2$d minuti
nl: %1$@ over %2$d minuten
pt: %1$@ dentro de %2$d minutos
ru: %1$@ через %2$d мин.
tr: %1$@ namazına %2$d dakika kaldı
ur: %1$@ میں %2$d منٹ باقی

# notification.prayer_time.body
source: Open Vakt when you are ready to begin prayer.
ar: افتح Vakt عندما تكون مستعدًا لبدء الصلاة.
de: Öffne Vakt, wenn du bereit bist, mit dem Gebet zu beginnen.
es: Abre Vakt cuando estés listo para empezar la oración.
fr: Ouvre Vakt quand tu es prêt à commencer la prière.
id: Buka Vakt saat kamu siap memulai salat.
it: Apri Vakt quando sei pronto per iniziare la preghiera.
nl: Open Vakt wanneer je klaar bent om met het gebed te beginnen.
pt: Abre o Vakt quando estiveres pronto para começar a oração.
ru: Открой Vakt, когда будешь готов начать намаз.
tr: Namaza başlamak için hazır olduğunda Vakt’i aç.
ur: نماز شروع کرنے کے لیے تیار ہوں تو Vakt کھولیں۔

# notification.saf_opening.body
source: %@ is near. Open Vakt when you are ready to prepare.
ar: اقتربت صلاة %@. افتح Vakt عندما تكون مستعدًا للاستعداد.
de: %@ ist nah. Öffne Vakt, wenn du bereit bist, dich vorzubereiten.
es: %@ se acerca. Abre Vakt cuando estés listo para prepararte.
fr: %@ approche. Ouvre Vakt quand tu es prêt à te préparer.
id: %@ sudah dekat. Buka Vakt saat kamu siap bersiap.
it: %@ si avvicina. Apri Vakt quando sei pronto a prepararti.
nl: %@ is dichtbij. Open Vakt wanneer je klaar bent om je voor te bereiden.
pt: %@ está próxima. Abre o Vakt quando estiveres pronto para te preparar.
ru: Намаз %@ приближается. Открой Vakt, когда будешь готов подготовиться.
tr: %@ yaklaşıyor. Hazırlanmak için hazır olduğunda Vakt’i aç.
ur: %@ قریب ہے۔ تیاری کے لیے تیار ہوں تو Vakt کھولیں۔

# offline_saf_presence
source: Offline - Saf presence cannot update
ar: غير متصل - لا يمكن تحديث حضور الصف
de: Offline - Saf-Präsenz kann nicht aktualisiert werden
es: Sin conexión - la presencia del Saf no se puede actualizar
fr: Hors ligne - la présence du Saf ne peut pas se mettre à jour
id: Offline - kehadiran Saf tidak dapat diperbarui
it: Offline - la presenza del Saf non può aggiornarsi
nl: Offline - Saf-aanwezigheid kan niet worden bijgewerkt
pt: Offline - a presença do Saf não pode atualizar
ru: Офлайн - присутствие в Сафе не обновляется
tr: Çevrimdışı - Saf varlığı güncellenemiyor
ur: آف لائن - صف کی موجودگی اپ ڈیٹ نہیں ہو سکتی

# offline_saf_presence_accessibility
source: You are offline. Saf presence cannot update.
ar: أنت غير متصل. لا يمكن تحديث حضور الصف.
de: Du bist offline. Saf-Präsenz kann nicht aktualisiert werden.
es: Estás sin conexión. La presencia del Saf no se puede actualizar.
fr: Vous êtes hors ligne. La présence du Saf ne peut pas se mettre à jour.
id: Kamu sedang offline. Kehadiran Saf tidak dapat diperbarui.
it: Sei offline. La presenza del Saf non può aggiornarsi.
nl: Je bent offline. Saf-aanwezigheid kan niet worden bijgewerkt.
pt: Você está offline. A presença do Saf não pode atualizar.
ru: Вы офлайн. Присутствие в Сафе не обновляется.
tr: Çevrimdışısın. Saf varlığı güncellenemiyor.
ur: آپ آف لائن ہیں۔ صف کی موجودگی اپ ڈیٹ نہیں ہو سکتی۔
